Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memn.tmx
Source language: ca
Languages: es_es

source: {}pel full d'estil que indica els aspectes estètics de la seua presentació.
es_es: {}por la hoja de estilo que indica los aspectos estéticos de su presentación.

source: Gràcies.</P> </TEXT> </FAX> {Un FAX en XML}
es_es: Gracias.</P> </TEXT> </FAX> {Un FAX en XML}

source: Els caràcters, però amb números de codi diferents.
es_es: Los caracteres, pero con números de código diferentes.

source: {}pel seu format, d'una banda, i pel joc de caràcters amb què està codificat, d'altra.
es_es: {}por su formato, por un lado, y por el juego de caracteres con el que está codificado, por el otro.

source: |<html><body><p>Text.</p></body></html>|
es_es: |<html><body><p>Texto.</p></body></html>|

source: Primerament, el document imprés és llegit (escandit o escanejat) usant l'escàner, i se'n genera un fitxer que en conté la imatge digital (per exemple, una graella molt fina de quadrats blancs i negres).
es_es: Primeramente, el documento impreso es leído (escaneado) usando el escáner, y se genera un fichero que contiene la imagen digital (por ejemplo, un cuadro muy fino de cuadrados blancos y negros).

source: Un processador de textos és un programa que permet crear i modificar documents de text informatitzats.
es_es: Un procesador de textos es un programa que permite crear y modificar documentos de texto informatizados.

source: D'altra banda només caldria indicar que no és necessari l'últim punt en els números de secció i tots passarien automàticament al format desitjat.
es_es: Por otro lado sólo habría que indicar que no es necesario el último punto en los números de sección y todos pasarían automáticamente al formato deseado.

source: No veiem bé cap lletra: tot són símbols estranys i inintel·ligibles.
es_es: No vemos bien ninguna letra: todo son símbolos extraños e ininteligibles.

source: En un element En un element En un element Volem digitalitzar automàticament textos impresos en paper que estan escrits en una llengua occidental que usa caràcters de l'alfabet llatí i usen tipus de lletra comuns (com ara Times, Courier, Arial, Helvetica, etc.).
es_es: En un elemento En un elemento En un elemento Queremos digitalizar automáticamente textos impresos en papel que están escritos en una lengua occidental que usa caracteres del alfabeto latino y usan tipos de letra comunes (como por ejemplo Times, Courier, Arial, Helvetica, etc.).

source: La major part de la inversió de la comunitat internacional en RAP és, per raons òbvies, sobre l'anglés.
es_es: La mayor parte de la inversión de la comunidad internacional en RAH es, por razones obvias, sobre el inglés.

source: El nom de les marques no és vàlid, perquè no n'indica cap informació sobre el contingut.
es_es: El nombre de las marcas no es válido, porque no indica ninguna información sobre el contenido.

source: Per descomptat, aquesta secció no pretén instruir en l'ús de cap processador de textos concret, sinó que vol descriure breument algunes característiques comunes als processadors de textos que s'usen en l'actualitat.
es_es: Por supuesto, esta sección no pretende instruir en el uso de ningún procesador de textos concreto, sino que quiere describir brevemente algunas características comunes a los procesadores de textos que se usan en la actualidad.

source: A més de les DTD, hi ha altres mètodes per a especificar tipus de documents XML, com els esquemes (XML schema).
es_es: Además de las DTD, hay otros métodos para especificar tipos de documentos XML, como los esquemas (XML schema).

source: A més de les operacions que només es fan des del teclat o amb el ratolí, com ara inserir un caràcter, esborrar-lo, moure'ns pel text, o marcar-hi un passatge, hi ha operacions de modificació del text molt importants que estan accessibles en el menú d'edició: esborrar (retallar) la part marcada; copiar la part marcada a un portapapers (una memòria intermèdia) per a usar-la posteriorment; inserir (enganxar o apegar) el contingut del portapapers en un punt del document actual; desfer o invertir l'última operació (hi ha processadors de text que recorden un nombre considerable d'operacions bàsiques i permeten desfer-ne més d'una, en ordre invers, per descomptat; altres només en recorden l'última operació).
es_es: Además de las operaciones que sólo se hacen desde el teclado o con el ratón, como por ejemplo insertar un carácter, borrarlo, movernos por el texto, o marcar un pasaje, hay operaciones de modificación del texto muy importantes que están accesibles en el menú de edición: borrar (recortar) la parte marcada; copiar la parte marcada a un portapapeles (una memoria intermedia) para usarla posteriormente; insertar (enganchar o pegar ) el contenido del portapapeles en un punto del documento actual; deshacer o invertir la última operación (hay procesadores de texto que recuerdan un número considerable de operaciones básicas y permiten deshacer más de una, en orden inverso, por supuesto; otros sólo recuerdan la última operación).

source: Dues-centes cinquanta-sis combinacions no són suficients per a aquestes llengües i s'hi han proposat diverses solucions.
es_es: Doscientas cincuenta y seis combinaciones no son suficientes para estas lenguas y se han propuesto varias soluciones.

source: Per exemple, HTML indica el començament d'un segment de text emfatitzat amb la marca ``{ <em>}'' (4 caràcters ASCII) i el final amb la marca ``{ </em>}'' (5 caràcters).
es_es: Por ejemplo, HTML indica el comienzo de un segmento de texto enfatizado con la marca ``{ <em>}'' (4 caracteres ASCII) y el final con la marca ``{ </em>}'' (5 caracteres).

source: Els documents PDF poden emmagatzemar, a banda del text, tipus de lletra, gràfics, sons, etc.
es_es: Los documentos PDF pueden almacenar, además del texto, tipos de letra, gráficos, sueños, etc.

source: |<!MARK teixit grandaria, color #OPTIONAL>| |<!MARK teixit (grandaria?,color?)>| |<!ELEMENT teixit (grandaria?,color?)>|
es_es: |<!MARK tejido grandaria, color #OPTIONAL>| |<!MARK tejido (grandaria?,color?)>| |<!ELEMENT tejido (grandaria?,color?)>|

source: Encapçalament de nivell 1
es_es: Encabezamiento de nivel 1

source: Els enllaços (hiperreferències) a altres documents comencen amb ``<a href=" $URI$ ">'' ---on $URI$ és el identificador del document enllaçat--- i acaben amb ``</a>'', etc.
es_es: Los enlaces (hiperreferencias) a otros documentos empiezan con ``<a href=" $URI$ ">'' ---donde $URI$ es el identificador del documento enlazado--- y acaban con ``</a>'', etc.

source: Per exemple, no podrem canviar fàcilment de tipus o de grandària de lletra, o indicar que una determinada part del text és el títol d'una secció o el text d'una nota a peu de pàgina.
es_es: Por ejemplo, no podremos cambiar fácilmente de tipo o de tamaño de letra, o indicar que una determinada parte del texto es el título de una sección o el texto de una nota a pie de página.

source: {rcl} document XML o HTML
es_es: {rcl} documento XML o HTML

source: Clarament, la primera és menys comuna que la segona.
es_es: Claramente, la primera es menos común que la segunda.

source: A més de l'accés als menús, hi ha operacions que normalment es fan amb el ratolí: una de les més importants és marcar o seleccionar una porció de text per a alguna operació posterior (per exemple, copiar-la o modificar-ne el tipus de lletra); típicament, es fa prement el botó principal del ratolí en un extrem del text que volem marcar i, anant, sense soltar-lo, a l'altre extrem.
es_es: Además del acceso a los menús, hay operaciones que normalmente se hacen con el ratón: una de las más importantes es marcar o seleccionar una porción de texto para alguna operación posterior (por ejemplo, copiarla o modificar el tipo de letra); típicamente, se hace pulsando el botón principal del ratón en un extremo del texto que queremos marcar y, yendo, sin soltarlo, al otro extremo.

source: Per això, és molt important conéixer quin esquema de codificació de caràcters s'ha usat en un document de text determinat per a poder-lo llegir correctament; alguns formats de text inclouen aquesta informació dins del mateix document.
es_es: Por eso, es muy importante conocer qué esquema de codificación de caracteres se ha usado en un documento de texto determinado para poderlo leer correctamente; algunos formatos de texto incluyen esta información dentro del mismo documento.

source: En SGML es permet que alguns elements es tanquen implícitament, sense necessitat d'una etiqueta de final d'element.
es_es: En SGML se permite que algunos elementos se cierren implícitamente, sin necesidad de una etiqueta de final de elemento.

source: Si el gondavés s'escriu en codificació ISO-8859-1, quants exemplars del diari es poden guardar en un CD-ROM?
es_es: Si el gondavés se escribe en codificación ISO-8859-1, ¿cuántos ejemplares del diario se pueden guardar en un CD-ROM?

source: {} per la versió del sistema operatiu i el processador de textos amb què ha estat escrit.
es_es: {} por la versión del sistema operativo y el procesador de textos con el que ha sido escrito.

source: Els codis del 0 al 127 són com els d'ASCII.
es_es: Los códigos del 0 al 127 son como los de ASCII.

source: El reconeixement automàtic de la parla (RAP) es pot definir com la producció de textos informatitzats ---en temps real, és a dir, tan instantàniament com siga possible--- a partir de la veu humana (vegeu {samuelson-brown96b}).
es_es: El reconocimiento automático del habla (RAH) se puede definir como la producción de textos informatizados ---en tiempo real, es decir, tan instantáneamente como sea posible--- a partir de la voz humana (ved {samuelson-brown96b}).

source: Els documents HTML poden contenir {enllaços} a altres documents HTML, locals o remots.
es_es: Los documentos HTML pueden contener {enlaces} a otros documentos HTML, locales o remotos.

source: Operacions d'edició.
es_es: Operaciones de edición.

source: Originalment, les marques estaven pensades per a expressar l'estructura del document, però amb el pas del temps el significat de les marques ha canviat i actualment sol estar més aviat associat a la presentació del document durant la navegació (tot i que, darrerament, sembla que a poc a poc es va tornant al plantejament original amb iniciatives com ara XHTML, una versió compatible amb XML del llenguatge HTML).
es_es: Originalmente, las marcas estaban pensadas para expresar la estructura del documento, pero con el paso del tiempo el significado de las marcas ha cambiado y actualmente suele estar más bien asociado a la presentación del documento durante la navegación (a pesar de que, últimamente, parece que poco a poco se va volviendo al planteamiento original con iniciativas como la de XHTML, una versión compatible con XML del lenguaje HTML).

source: Si qui ha escrit el document només ha codificat l'estructura lògica que tenia en el seu cap mitjançant indicadors visuals de format (negretes o cursives per a l'èmfasi, paràgrafs d'una línia en lletra més grossa per a títols, etc.) serà difícil transformar aquest format per a una altra presentació.
es_es: Si quien ha escrito el documento sólo ha codificado la estructura lógica que tenía en su cabeza mediante indicadores visuales de formato (negritas o cursivas para el énfasis, párrafos de una línea en letra más gorda para títulos, etc.) será difícil transformar este formato para otra presentación.

source: Se podria dir que si qui escriu es deixa portar per la filosofia ``what you see is what you get'' acaba amb ``what you see is all you get'', és a dir, només té el que veu.
es_es: Se podría decir que si quien escribe se deja llevar por la filosofía ``what you see is what you get'' acaba con ``what you see is all you get'', es decir, sólo tiene lo que ve.

source: Aquests exemples il·lustren la conveniència que els autors dels documents se centren més en l'estructuració lògica del contingut del document que escriuen.
es_es: Estos ejemplos ilustran la conveniencia que los autores de los documentos se centran más en la estructuración lógica del contenido del documento que escriben.

source: <!ELEMENT DESTINATARI (NOM?, NUM)> El remitent es defineix igual: <!ELEMENT REMITENT (NOM?, NUM)> El NOM, el número NUM i la DATA contenen text sense marques (indicat amb +#PCDATA+).
es_es: <!ELEMENT DESTINATARI (NOM?, NUM)> El remitente se define igual: <!ELEMENT REMITENT (NOM?, NUM)> El NOMBRE, el número NUM y la FECHA contienen texto sin marcas (indicado con +#PCDATA+).

source: La persona escriptora tendeix a centrar-se en els atributs visuals del text (tipus i grandàries de lletra, marges, etc.), ja que confia que una bona presentació transmetrà a les persones lectores l'estructura lògica que la persona escriptora té al cap.
es_es: Este diseño hace que la persona que escriba tienda a centrarse en los atributos visuales del texto, puesto que confía que una buena presentación transmitirá a los lectores la estructura lógica que la persona que escribe tiene mentalmente para el documento.

source: En el segon problema, si el document haguera contingut informació sobre quins termes són definicions i quins són mots estrangers, només caldria canviar l'estil de les definicions i totes quedarien en negretes.
es_es: En el segundo problema, si el documento hubiera contenido información sobre qué termas son definiciones y qué son palabras extranjeras, sólo habría que cambiar el estilo de las definiciones y todas quedarían en negrita.

source: Per exemple, si un programa de lectura automàtica de textos produeix per error el text ``4ixò 6s uua mcrda'' no cal dir què hi llegim sense massa problemes, malgrat els errors en tots els mots; això és gràcies als nostres coneixements sobre les seqüències de lletres comunes en català.
es_es: Por ejemplo, si un programa de lectura automática de textos produce por error el texto ``4ixò 6s uua mcrda'' no hay que decir qué leemos sin demasiados problemas, a pesar de los errores en todas las palabras; esto es gracias a nuestros conocimientos sobre las secuencias de letras comunes en catalán.

source: Des d'Alacant, ens envien un document de text pla, escrit en codificació ISO-8859-1 i l'obrim com si fóra ISO-8859-2.
es_es: Desde Alicante, nos envían un documento de texto plano, escrito en codificación ISO-8859-1 y lo abrimos como si fuera ISO-8859-2.

source: Però l'esquema wysiwyg, completament generalitzat des de meitat dels vuitanta, té tambe, com veurem, els seus inconvenients.
es_es: Pero el esquema wysiwyg, completamente generalizado desde mitad de los ochenta, tiene también, como veremos, sus inconvenientes.

source: Processadors de textos
es_es: Procesadores de textos

source: En aquests dos casos, si la persona que va escriure els textos només va codificar informació relativa a la presentació visual no podrem evitar fer els treballs tediosos descrits.
es_es: En estos dos casos, si la persona que escribió los textos sólo codificó información relativa a la presentación visual no podremos evitar hacer los trabajos tediosos descritos.

source: {} un altre document XML, aquest últim amb les marques sense contingut.
es_es: {} otro documento XML, este último con las marcas sin contenido.

source: (amb zero o més assignacions de valors a atributs) ha d'estar emparellat amb una etiqueta de final d'element de la forma </nom>, sense atributs però amb el mateix nom. Si l'element és buit, <nom></nom>, també es pot escriure <nom/> Un element pot contenir qualsevol nombre d'elements.
es_es: (con cero o más asignaciones de valores a atributos) tiene que estar emparellat con una etiqueta de final de elemento de la forma </nombre>, sin atributos, pero con el mismo nombre. Si el elemento está vacío, <nombre></nombre>, también se puede escribir <nombre/> Un elemento puede contener cualquier número de elementos.

source: En la nostra àrea geogràfica s'usa normalment la codificació ANSI Latin-1, també coneguda com a ISO-8859-1 (vegeu la taula ); aquesta codificació serveix per a les llengües següents: afrikaans (llengua germànica parlada en la República de Sudàfrica), alemany, anglés, basc, català, danés, escocés, espanyol, feroés, finés, francés, gallec, irlandés, islandés, italià, neerlandés, noruec, portugués i suec. El sistema operatiu Windows de Microsoft usa la codificació anomenada CP-1252, també anomenada WinLatin-1, que és més àmplia que ISO-8859-1 ja que usa alguns dels codis 128--159 per a caràcters (per exemple, usa el codi 128 per al símbol de l'euro).
es_es: En nuestra área geográfica se usa normalmente la codificación ANSI Latin-1, también conocida como ISO-8859-1 (mirad la tabla ); esta codificación sirve para las lenguas siguientes: afrikaans (lengua germánica hablada en la República de Sudáfrica), alemán, inglés, vasco, catalán, danés, escocés, español, feroés, finés, francés, gallego, irlandés, islandés, italiano, neerlandés, noruego, portugués y sueco. El sistema operativo Windows de Microsoft usa la codificación llamada CP-1252, también llamada WinLatin-1, que es más amplia que ISO-8859-1 puesto que usa algunos de los códigos 128--159 para caracteres (por ejemplo, usa el código 128 para el símbolo del euro).

source: Els codis del 128 al 159 no estan assignats.}
es_es: Los códigos del 128 al 159 no están asignados.}

source: Els documents HTML poden contenir <a href="http://www.internostrum.com">enllaços</a> a altres documents HTML, locals o remots.
es_es: Los documentos HTML pueden contener <a href="http://www.internostrum.com">enlaces</a> a otros documentos HTML, locales o remotos.

source: Com pot fer un sistema de reconeixement automàtic de parla per a elegir la segona?
es_es: ¿Qué puede hacer un sistema de reconocimiento automático de habla para elegir la segunda?

source: Però no només les persones amb discapacitats visuals poden tenir problemes; qui llig un document ho pot estar fent a través d'una pantalla de text (no gràfica) o molt menuda (com la d'un telèfon mòbil o un assistent digital personal o PDA), o a través d'una connexió molt lenta a la xarxa, o pot estar en una situació en la qual els seus ulls estiguen ocupats (per exemple, quan condueix un vehicle).
es_es: Pero no sólo las personas con discapacidades visuales pueden tener problemas; quién lee un documento lo puede estar haciendo a través de una pantalla de texto (no gráfica) o muy pequeña (como la de un teléfono móvil o un asistente digital personal o PDA), o a través de una conexión muy lenta a la red, o puede estar en una situación en la cual sus ojos estén ocupados (por ejemplo, cuando conduce un vehículo).

source: Usant regles o un model estadístic que indiquen quins grups de dues i tres lletres estan permesos o són més freqüents en català (espanyol) Usant regles que diuen quina lletra és més freqüent en la llengua corresponent.
es_es: Usando reglas o un modelo estadístico que indican qué grupos de dos y tres letras están permitidos o son más frecuentes en catalán (español) Usando reglas que dicen qué letra es más frecuente en la lengua correspondiente.

source: {{1.6cm{navegador}}} {1.8cm{presentació}} $$
es_es: {{1.6cm{navegador}}} {1.8cm{presentación}} $$

source: En què es diferencien dues codificacions de caràcters ANSI diferents?
es_es: ¿ En qué se diferencian dos codificaciones de caracteres ANSI diferentes?

source: Si els caràcters d'un text estan codificats usant el joc Latin-1 (ISO-8859-1), quins codis tenen les lletres de la |A| a la |Z|?
es_es: Si los caracteres de un texto están codificados usando el juego Latin-1 (ISO-8859-1), ¿qué códigos tienen las letras de la |A| a la |Z|?

source: En anglés, l'èmfasi és sobre les paraules: word processing.
es_es: En inglés, el énfasis es sobre las palabras: word processing.

source: No obstant això, es reserven determinades tecles (algunes senzilles, i altres en combinació amb les tecles especials ``Alt'' o ``Control'') per a fer operacions, algunes molt bàsiques com ara moure el cursor de text o esborrar caràcters i altres més complexes, com ara apegar-hi un bloc de text que havíem esborrat prèviament o enregistrar el text complet en el disc. Però moltes d'aquestes operacions, conjuntament amb d'altres que no s'usen tan sovint, també estan accessibles mitjançant menús; els noms d'aquests menús solen estar situats típicament en la part de dalt de la finestra: si s'hi fa un clic del ratolí, es despleguen i ens mostren les opcions que contenen, que podem elegir amb el ratolí.
es_es: Sin embargo, se reservan determinadas teclas (algunas sencillas, y otras en combinación con las teclas especiales ``Alt'' o ``Control'') para hacer operaciones, algunas muy básicas como por ejemplo mover el cursor de texto o borrar caracteres y otras más complejas, como por ejemplo pegar un bloque de texto que habíamos borrado previamente o grabar el texto completo en el disco. Pero muchas de estas operaciones, conjuntamente con otras que no se usan tan a menudo, también están accesibles mediante menús; los nombres de estos menús suelen estar situados típicamente en la parte de arriba de la ventana: si se hace un clic del ratón, se despliegan y nos muestran las opciones que contienen, que podemos elegir con el ratón.

source: En PDF, el document es mostra exactament amb la mateixa aparença independentment de l'ordinador, sistema operatiu o aplicació que fem servir per veure'l.
es_es: En PDF, el documento se muestra exactamente con la misma apariencia independientemente del ordenador, sistema operativo o aplicación que usemos para verlo.

source: Un exemplar només.
es_es: Un ejemplar sólo.

source: Més informació en {http://www.w3c.org/Style/CSS/
es_es: Más información en {http://www.w3c.org/style/css/

source: {} una definició de tipus de document.
es_es: {} una definición de tipo de documento.

source: RTF també té etiquetes, les quals comencen normalment per una barra invertida (++); però els àmbits d'acció de les etiquetes estan delimitats per claus (``+{+ldots+}+'') en comptes de per parelles d'etiquetes; per exemple, un segment en negretes s'indica amb ``+{b+ldots+}+'', mentre que en HTML s'usa ``+<B>+ldots+</B>+''.
es_es: RTF también tiene etiquetas, las cuales empiezan normalmente por una barra invertida (++); pero los ámbitos de acción de las etiquetas están delimitados por claves (``+{+ldots+}+'') en vez de por parejas de etiquetas; por ejemplo, un segmento en negrita se indica con ``+{b+ldots+}+'', mientras que en HTML se usa ``+<B>+ldots+</B>+''.

source: {}una evolució de SGML, més complexa i rica {}un conjunt concret de marques entre ``|<|'' i ``|>|'' i de regles d'inclusió dels elements que defineixen en altres elements.
es_es: {}una evolución de SGML, más compleja y rica {}un conjunto concreto de marcas entre ``|<|'' y ``|>|'' y de reglas de inclusión de los elementos que definen en otros elementos.

source: 11 com a mínim, depenent de la codificació.
es_es: 11 como mínimo, dependiendo de la codificación.

source: Mecanismes com els tipus o grandàries de lletra o la forma o l'alineament visual dels paràgrafs, llistes o taules no li serveixen; aquesta persona potser vol accedir als documents mitjançant un tauler Braille (una espècie de pantalla tàctil on es formen els signes de l'alfabet dels invidents) o mitjançant un sistema de síntesi de veu que llig la pàgina en veu alta.
es_es: Mecanismos como los tipos o tamaños de letra o la forma o el alineamiento visual de los párrafos, listas o mesas no le sirven; esta persona quizás quiera acceder a los documentos mediante un tablero Braille (una especie de pantalla táctil donde se forman los signos del alfabeto de los invidentes) o mediante un sistema de síntesis de voz que lee la página en voz alta.

source: Un altre encapçalament de nivell 2
es_es: Otro encabezamiento de nivel 2
